{"0": "<bos>", "1": "<pad>", "2": "<eos>", "3": "<unk>", "4": "B0", "5": "C1", "6": "e1", "7": "F1", "8": "g1", "9": "G1", "10": "a1", "11": "A1", "12": "b1", "13": "B1", "14": "C2", "15": "d2", "16": "D2", "17": "e2", "18": "E2", "19": "F2", "20": "g2", "21": "G2", "22": "a2", "23": "A2", "24": "b2", "25": "B2", "26": "C3", "27": "d3", "28": "D3", "29": "e3", "30": "E3", "31": "F3", "32": "g3", "33": "G3", "34": "a3", "35": "A3", "36": "b3", "37": "B3", "38": "C4", "39": "d4", "40": "D4", "41": "e4", "42": "E4", "43": "F4", "44": "g4", "45": "G4", "46": "a4", "47": "A4", "48": "b4", "49": "B4", "50": "C5", "51": "d5", "52": "D5", "53": "e5", "54": "E5", "55": "F5", "56": "g5", "57": "G5", "58": "a5", "59": "A5", "60": "b5", "61": "B5", "62": "C6", "63": "d6", "64": "D6", "65": "e6", "66": "F6", "67": "F1F2", "68": "g1g2", "69": "a1e2", "70": "a1a2", "71": "A1E2", "72": "A1A2", "73": "b1F2", "74": "b1b2", "75": "b1b2b3", "76": "b1e3", "77": "B1E2", "78": "B1g2", "79": "B1G2", "80": "B1a2", "81": "B1B2", "82": "B1B2B3", "83": "B1E3", "84": "B1F4", "85": "C2F2", "86": "C2G2", "87": "C2a2", "88": "C2C3", "89": "C2g4", "90": "d2g2", "91": "d2a2", "92": "d2b2", "93": "d2d3", "94": "d2e3", "95": "d2F3", "96": "d2F3d4", "97": "d2e4", "98": "D2G2", "99": "D2A2", "100": "D2B2", "101": "D2D3", "102": "D2D3D4", "103": "D2E3", "104": "D2g3", "105": "D2g3D4", "106": "D2G3", "107": "D2E4", "108": "e2a2", "109": "e2b2", "110": "e2B2", "111": "e2C3", "112": "e2d3", "113": "e2e3", "114": "e2g3", "115": "e2G3", "116": "e2b3", "117": "e2C4", "118": "e2d4", "119": "e2A4", "120": "E2A2", "121": "E2B2", "122": "E2C3", "123": "E2d3", "124": "E2D3", "125": "E2E3", "126": "E2E3E4", "127": "E2A3", "128": "E2B3", "129": "E2d4", "130": "E2D4", "131": "F2a2", "132": "F2A2", "133": "F2b2", "134": "F2C3", "135": "F2d3", "136": "F2D3", "137": "F2e3", "138": "F2F3", "139": "F2G3", "140": "F2A3", "141": "F2A3F4", "142": "F2C4", "143": "F2D4", "144": "F2F4", "145": "F2G4", "146": "F2B4", "147": "g2A2", "148": "g2b2", "149": "g2B2", "150": "g2d3", "151": "g2e3", "152": "g2E3", "153": "g2g3", "154": "g2A3", "155": "g2b3", "156": "g2d4", "157": "g2e4", "158": "g2g4", "159": "g2a4", "160": "G2b2", "161": "G2B2", "162": "G2C3", "163": "G2d3", "164": "G2D3", "165": "G2e3", "166": "G2E3", "167": "G2F3", "168": "G2G3", "169": "G2G3G4", "170": "G2A3", "171": "G2B3", "172": "G2B3G4", "173": "G2C4", "174": "G2D4", "175": "G2E4", "176": "G2F4", "177": "G2G4", "178": "G2A4", "179": "a2b2", "180": "a2B2", "181": "a2C3", "182": "a2d3", "183": "a2D3", "184": "a2e3", "185": "a2e3a4", "186": "a2E3", "187": "a2F3", "188": "a2g3", "189": "a2a3", "190": "a2a3F4", "191": "a2b3", "192": "a2B3", "193": "a2C4", "194": "a2d4", "195": "a2e4", "196": "a2F4", "197": "a2D5", "198": "A2C3", "199": "A2d3", "200": "A2D3", "201": "A2E3", "202": "A2E3A4", "203": "A2F3", "204": "A2g3", "205": "A2G3", "206": "A2a3", "207": "A2A3", "208": "A2A3g4", "209": "A2A3A4", "210": "A2C4", "211": "A2d4", "212": "A2E4", "213": "A2g4", "214": "A2G4", "215": "A2A4", "216": "b2C3", "217": "b2d3", "218": "b2D3", "219": "b2e3", "220": "b2F3", "221": "b2g3", "222": "b2G3", "223": "b2a3", "224": "b2b3", "225": "b2C4", "226": "b2d4", "227": "b2D4", "228": "b2D4b4", "229": "b2F4", "230": "b2G4", "231": "b2b4", "232": "b2C5", "233": "B2d3", "234": "B2D3", "235": "B2e3", "236": "B2E3", "237": "B2F3", "238": "B2g3", "239": "B2G3", "240": "B2a3", "241": "B2a3e4", "242": "B2A3", "243": "B2B3", "244": "B2D4", "245": "B2e4", "246": "B2E4", "247": "B2g4", "248": "B2B4", "249": "C3D3", "250": "C3e3", "251": "C3E3", "252": "C3F3", "253": "C3g3", "254": "C3G3", "255": "C3G3C5", "256": "C3a3", "257": "C3a3e4", "258": "C3A3", "259": "C3A3E4", "260": "C3b3", "261": "C3B3", "262": "C3C4", "263": "C3C4G4", "264": "C3C4A4", "265": "C3C4C5", "266": "C3e4", "267": "C3E4", "268": "C3F4", "269": "C3G4", "270": "C3a4", "271": "C3A4", "272": "C3b4", "273": "C3C5", "274": "C3D5", "275": "d3e3", "276": "d3E3", "277": "d3F3", "278": "d3g3", "279": "d3G3", "280": "d3a3", "281": "d3a3d4", "282": "d3a3E4", "283": "d3a3F4", "284": "d3A3", "285": "d3A3E4", "286": "d3b3", "287": "d3b3g4", "288": "d3B3", "289": "d3d4", "290": "d3e4", "291": "d3E4", "292": "d3F4", "293": "d3g4", "294": "d3a4", "295": "d3A4", "296": "d3b4", "297": "D3E3", "298": "D3F3", "299": "D3g3", "300": "D3G3", "301": "D3a3", "302": "D3A3", "303": "D3A3F4", "304": "D3A3g4", "305": "D3A3D5", "306": "D3b3", "307": "D3b3F4", "308": "D3B3", "309": "D3B3G4", "310": "D3C4", "311": "D3D4", "312": "D3D4B4", "313": "D3D4D5", "314": "D3F4", "315": "D3g4", "316": "D3G4", "317": "D3A4", "318": "D3b4", "319": "D3B4", "320": "D3D5", "321": "e3F3", "322": "e3g3", "323": "e3g3B3", "324": "e3g3e4", "325": "e3G3", "326": "e3G3e4", "327": "e3a3", "328": "e3A3", "329": "e3b3", "330": "e3b3G4", "331": "e3B3", "332": "e3B3g4", "333": "e3B3a4", "334": "e3C4", "335": "e3C4g4", "336": "e3C4G4", "337": "e3C4a4", "338": "e3D4", "339": "e3e4", "340": "e3g4", "341": "e3G4", "342": "e3a4", "343": "e3b4", "344": "e3C5", "345": "e3e5", "346": "e3F5", "347": "E3g3", "348": "E3G3", "349": "E3G3C4", "350": "E3G3E4", "351": "E3a3", "352": "E3a3E4", "353": "E3A3", "354": "E3A3G4", "355": "E3b3", "356": "E3B3", "357": "E3B3E4", "358": "E3B3a4", "359": "E3C4", "360": "E3C4G4", "361": "E3C4A4", "362": "E3d4", "363": "E3d4G4", "364": "E3d4A4", "365": "E3D4", "366": "E3E4", "367": "E3G4", "368": "E3a4", "369": "E3A4", "370": "E3B4", "371": "E3C5", "372": "E3E5", "373": "F3g3", "374": "F3G3", "375": "F3a3", "376": "F3A3", "377": "F3A3F4", "378": "F3b3", "379": "F3b3d4", "380": "F3B3", "381": "F3B3a4", "382": "F3C4", "383": "F3C4F4", "384": "F3C4a4", "385": "F3C4A4", "386": "F3C4F5", "387": "F3d4", "388": "F3D4", "389": "F3D4A4", "390": "F3D4b4", "391": "F3e4", "392": "F3F4", "393": "F3F4C5", "394": "F3F4D5", "395": "F3a4", "396": "F3A4", "397": "F3b4", "398": "F3C5", "399": "F3D5", "400": "g3G3", "401": "g3a3", "402": "g3A3", "403": "g3b3", "404": "g3b3d4", "405": "g3B3", "406": "g3B3D4", "407": "g3B3e4", "408": "g3C4", "409": "g3C4A4", "410": "g3d4", "411": "g3d4g4", "412": "g3d4A4", "413": "g3d4b4", "414": "g3D4", "415": "g3D4A4", "416": "g3e4", "417": "g3e4g4", "418": "g3F4", "419": "g3g4", "420": "g3A4", "421": "g3b4", "422": "g3D5", "423": "G3a3", "424": "G3A3", "425": "G3b3", "426": "G3b3e4", "427": "G3b3G4", "428": "G3B3", "429": "G3B3D4", "430": "G3B3G4", "431": "G3C4", "432": "G3C4E4", "433": "G3C4b4", "434": "G3d4", "435": "G3D4", "436": "G3D4G4", "437": "G3D4b4", "438": "G3D4B4", "439": "G3e4", "440": "G3e4b4", "441": "G3e4C5", "442": "G3E4", "443": "G3E4G4", "444": "G3E4b4", "445": "G3E4C5", "446": "G3F4", "447": "G3g4", "448": "G3G4", "449": "G3b4", "450": "G3B4", "451": "G3C5", "452": "G3D5", "453": "G3G5", "454": "a3A3", "455": "a3b3", "456": "a3B3", "457": "a3B3e4", "458": "a3C4", "459": "a3C4e4", "460": "a3C4F4", "461": "a3d4", "462": "a3d4E4", "463": "a3d4F4", "464": "a3d4a4", "465": "a3D4", "466": "a3e4", "467": "a3e4C5", "468": "a3E4", "469": "a3E4B4", "470": "a3F4", "471": "a3F4C5", "472": "a3g4", "473": "a3a4", "474": "a3B4", "475": "a3C5", "476": "a3d5", "477": "A3b3", "478": "A3B3", "479": "A3C4", "480": "A3C4E4", "481": "A3C4F4", "482": "A3C4A4", "483": "A3d4", "484": "A3d4E4", "485": "A3d4A4", "486": "A3D4", "487": "A3D4F4", "488": "A3D4g4", "489": "A3D4A4", "490": "A3D4B4", "491": "A3e4", "492": "A3e4C5", "493": "A3E4", "494": "A3E4A4", "495": "A3E4C5", "496": "A3E4d5", "497": "A3F4", "498": "A3F4C5", "499": "A3F4D5", "500": "A3g4", "501": "A3g4C5", "502": "A3A4", "503": "A3C5", "504": "A3d5", "505": "A3D5", "506": "A3F5", "507": "b3B3", "508": "b3C4", "509": "b3d4", "510": "b3D4", "511": "b3D4F4", "512": "b3D4G4", "513": "b3e4", "514": "b3e4G4", "515": "b3e4d5", "516": "b3E4", "517": "b3F4", "518": "b3F4b4", "519": "b3F4d5", "520": "b3F4D5", "521": "b3g4", "522": "b3G4", "523": "b3G4b4", "524": "b3G4e5", "525": "b3a4", "526": "b3A4", "527": "b3b4", "528": "b3D5", "529": "b3F5", "530": "B3C4", "531": "B3d4", "532": "B3D4", "533": "B3e4", "534": "B3e4g4", "535": "B3E4", "536": "B3E4G4", "537": "B3F4", "538": "B3F4D5", "539": "B3g4", "540": "B3g4D5", "541": "B3G4", "542": "B3G4D5", "543": "B3a4", "544": "B3A4", "545": "B3B4", "546": "B3D5", "547": "C4d4", "548": "C4D4", "549": "C4e4", "550": "C4e4G4", "551": "C4e4a4", "552": "C4e4C5", "553": "C4E4", "554": "C4E4G4", "555": "C4E4C5", "556": "C4F4", "557": "C4F4a4", "558": "C4F4A4", "559": "C4F4C5", "560": "C4F4D5", "561": "C4F4e5", "562": "C4g4", "563": "C4G4", "564": "C4G4C5", "565": "C4a4", "566": "C4a4e5", "567": "C4A4", "568": "C4A4C5", "569": "C4A4e5", "570": "C4b4", "571": "C4B4", "572": "C4C5", "573": "C4D5", "574": "C4e5", "575": "C4E5", "576": "C4F5", "577": "d4D4", "578": "d4e4", "579": "d4E4", "580": "d4E4B4", "581": "d4F4", "582": "d4g4", "583": "d4G4", "584": "d4a4", "585": "d4a4F5", "586": "d4A4", "587": "d4A4E5", "588": "d4b4", "589": "d4d5", "590": "d4F5", "591": "D4e4", "592": "D4E4", "593": "D4F4", "594": "D4F4A4", "595": "D4g4", "596": "D4g4A4", "597": "D4G4", "598": "D4G4b4", "599": "D4G4B4", "600": "D4G4D5", "601": "D4a4", "602": "D4a4F5", "603": "D4A4", "604": "D4b4", "605": "D4B4", "606": "D4C5", "607": "D4D5", "608": "D4F5", "609": "D4g5", "610": "e4E4", "611": "e4F4", "612": "e4g4", "613": "e4G4", "614": "e4G4b4", "615": "e4a4", "616": "e4a4C5", "617": "e4A4", "618": "e4b4", "619": "e4B4", "620": "e4C5", "621": "e4C5e5", "622": "e4d5", "623": "e4D5", "624": "e4e5", "625": "e4G5", "626": "E4F4", "627": "E4g4", "628": "E4G4", "629": "E4a4", "630": "E4a4B4", "631": "E4A4", "632": "E4b4", "633": "E4B4", "634": "E4C5", "635": "E4d5", "636": "E4D5", "637": "E4E5", "638": "F4g4", "639": "F4G4", "640": "F4a4", "641": "F4a4C5", "642": "F4A4", "643": "F4A4C5", "644": "F4b4", "645": "F4b4d5", "646": "F4b4D5", "647": "F4b4F5", "648": "F4B4", "649": "F4C5", "650": "F4d5", "651": "F4D5", "652": "F4e5", "653": "F4F5", "654": "F4A5", "655": "g4G4", "656": "g4a4", "657": "g4A4", "658": "g4b4", "659": "g4B4", "660": "g4C5", "661": "g4d5", "662": "g4D5", "663": "g4e5", "664": "g4g5", "665": "G4a4", "666": "G4A4", "667": "G4b4", "668": "G4B4", "669": "G4B4D5", "670": "G4C5", "671": "G4d5", "672": "G4D5", "673": "G4e5", "674": "G4E5", "675": "G4F5", "676": "G4G5", "677": "a4A4", "678": "a4b4", "679": "a4B4", "680": "a4C5", "681": "a4d5", "682": "a4D5", "683": "a4e5", "684": "a4E5", "685": "a4F5", "686": "a4a5", "687": "A4b4", "688": "A4B4", "689": "A4C5", "690": "A4d5", "691": "A4D5", "692": "A4e5", "693": "A4E5", "694": "A4F5", "695": "A4g5", "696": "A4A5", "697": "b4C5", "698": "b4d5", "699": "b4D5", "700": "b4e5", "701": "b4E5", "702": "b4F5", "703": "b4g5", "704": "b4G5", "705": "b4b5", "706": "B4C5", "707": "B4d5", "708": "B4D5", "709": "B4e5", "710": "B4E5", "711": "B4g5", "712": "B4G5", "713": "B4a5", "714": "C5d5", "715": "C5D5", "716": "C5e5", "717": "C5E5", "718": "C5F5", "719": "C5g5", "720": "C5G5", "721": "C5a5", "722": "C5C6", "723": "d5D5", "724": "d5e5", "725": "d5E5", "726": "d5F5", "727": "d5g5", "728": "d5G5", "729": "d5a5", "730": "d5A5", "731": "d5b5", "732": "D5e5", "733": "D5E5", "734": "D5F5", "735": "D5g5", "736": "D5G5", "737": "D5A5", "738": "D5b5", "739": "D5B5", "740": "e5F5", "741": "e5g5", "742": "e5G5", "743": "e5a5", "744": "e5A5", "745": "e5b5", "746": "E5F5", "747": "E5g5", "748": "E5G5", "749": "E5a5", "750": "E5A5", "751": "E5C6", "752": "E5d6", "753": "F5a5", "754": "F5A5", "755": "F5b5", "756": "F5C6", "757": "F5d6", "758": "g5A5", "759": "g5b5", "760": "g5C6", "761": "G5b5", "762": "G5B5", "763": "G5C6", "764": "a5B5", "765": "a5C6", "766": "b5d6", "767": "HC+", "768": "HC/o7", "769": "HCD7", "770": "HCM", "771": "HCM7", "772": "HCm", "773": "HCm7", "774": "HCo", "775": "HCo7", "776": "HCsus2", "777": "HCsus4", "778": "Hd+", "779": "Hd/o7", "780": "HdD7", "781": "HdM", "782": "HdM7", "783": "Hdm", "784": "Hdm7", "785": "Hdo", "786": "Hdo7", "787": "Hdsus2", "788": "Hdsus4", "789": "HD+", "790": "HD/o7", "791": "HDD7", "792": "HDM", "793": "HDM7", "794": "HDm", "795": "HDm7", "796": "HDo", "797": "HDo7", "798": "HDsus2", "799": "HDsus4", "800": "He+", "801": "He/o7", "802": "HeD7", "803": "HeM", "804": "HeM7", "805": "Hem", "806": "Hem7", "807": "Heo", "808": "Heo7", "809": "Hesus2", "810": "Hesus4", "811": "HE+", "812": "HE/o7", "813": "HED7", "814": "HEM", "815": "HEM7", "816": "HEm", "817": "HEm7", "818": "HEo", "819": "HEo7", "820": "HEsus2", "821": "HEsus4", "822": "HF+", "823": "HF/o7", "824": "HFD7", "825": "HFM", "826": "HFM7", "827": "HFm", "828": "HFm7", "829": "HFo", "830": "HFo7", "831": "HFsus2", "832": "HFsus4", "833": "Hg+", "834": "Hg/o7", "835": "HgD7", "836": "HgM", "837": "HgM7", "838": "Hgm", "839": "Hgm7", "840": "Hgo", "841": "Hgo7", "842": "Hgsus2", "843": "Hgsus4", "844": "HG+", "845": "HG/o7", "846": "HGD7", "847": "HGM", "848": "HGM7", "849": "HGm", "850": "HGm7", "851": "HGo", "852": "HGo7", "853": "HGsus2", "854": "HGsus4", "855": "Ha+", "856": "Ha/o7", "857": "HaD7", "858": "HaM", "859": "HaM7", "860": "Ham", "861": "Ham7", "862": "Hao", "863": "Hao7", "864": "Hasus2", "865": "Hasus4", "866": "HA+", "867": "HA/o7", "868": "HAD7", "869": "HAM", "870": "HAM7", "871": "HAm", "872": "HAm7", "873": "HAo", "874": "HAo7", "875": "HAsus2", "876": "HAsus4", "877": "Hb+", "878": "Hb/o7", "879": "HbD7", "880": "HbM", "881": "HbM7", "882": "Hbm", "883": "Hbm7", "884": "Hbo", "885": "Hbo7", "886": "Hbsus2", "887": "Hbsus4", "888": "HB+", "889": "HB/o7", "890": "HBD7", "891": "HBM", "892": "HBM7", "893": "HBm", "894": "HBm7", "895": "HBo", "896": "HBo7", "897": "HBsus2", "898": "HBsus4", "899": "HNA", "900": "m4", "901": "m8", "902": "mc", "903": "mg", "904": "mk", "905": "mo", "906": "mq", "907": "ms", "908": "mu", "909": "mw", "910": "mA", "911": "mE", "912": "mI", "913": "mM", "914": "mU", "915": "M2", "916": "Ma", "917": "Mi", "918": "Mq", "919": "My", "920": "p0", "921": "p1", "922": "p2", "923": "p3", "924": "p4", "925": "p5", "926": "p6", "927": "p7", "928": "p8", "929": "p9", "930": "pa", "931": "pb", "932": "pc", "933": "pd", "934": "pe", "935": "pf", "936": "pg", "937": "ph", "938": "pi", "939": "pj", "940": "pk", "941": "pl", "942": "pm", "943": "pn", "944": "po", "945": "pp", "946": "pq", "947": "pr", "948": "ps", "949": "pt", "950": "pu", "951": "pv", "952": "pw", "953": "py", "954": "pz", "955": "pA", "956": "pB", "957": "pC", "958": "pE", "959": "pG", "960": "pH", "961": "pI", "962": "pJ", "963": "pK", "964": "pM", "965": "pQ", "966": "pU", "967": "pX", "968": "pY", "969": "pZ", "970": "P2", "971": "P6", "972": "Pa", "973": "Pe", "974": "Pi", "975": "Pq", "976": "Pu", "977": "NT"}